Repository: sidimam/unraid-drive
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, zh_hans

source: Gateway is configured READ_ONLY
ar: البوابة مضبوطة على READ_ONLY
de: Gateway ist mit READ_ONLY konfiguriert
es: El gateway está configurado como READ_ONLY
fr: La passerelle est configurée READ_ONLY
it: Il gateway è configurato READ_ONLY
zh_hans: 网关配置为 READ_ONLY

source: Gateway is read-only
ar: البوابة للقراءة فقط
de: Gateway ist schreibgeschützt
es: Gateway de solo lectura
fr: Passerelle en lecture seule
it: Gateway in sola lettura
zh_hans: 网关为只读

source: Gateway reachable
ar: البوابة قابلة للوصول
de: Gateway erreichbar
es: Gateway accesible
fr: Passerelle joignable
it: Gateway raggiungibile
zh_hans: 网关可达

source: Get ${path} from ${server}
ar: الحصول على ${path} من ${server}
de: ${path} von ${server} holen
es: Obtener ${path} de ${server}
fr: Récupérer ${path} depuis ${server}
it: Prendi ${path} da ${server}
zh_hans: 从 ${server} 获取 ${path}

source: Get file
ar: الحصول على ملف
de: Datei holen
es: Obtener archivo
fr: Récupérer un fichier
it: Prendi file
zh_hans: 获取文件

source: Get file from Unraid Drive
ar: الحصول على ملف من Unraid Drive
de: Datei von Unraid Drive holen
es: Obtener archivo de Unraid Drive
fr: Récupérer un fichier depuis Unraid Drive
it: Prendi file da Unraid Drive
zh_hans: 从 Unraid Drive 获取文件

source: Graphite
ar: جرافيت
de: Graphit
es: Grafito
it: Grafite
zh_hans: 石墨色

source: Grid
ar: شبكة
de: Raster
es: Cuadrícula
fr: Grille
it: Griglia
zh_hans: 网格

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
zh_hans: 帮助

source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
it: Nascondi
zh_hans: 隐藏

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
zh_hans: 主页

source: Hostname
ar: اسم المضيف
es: Nombre de host
fr: Nom d’hôte
it: Nome host
zh_hans: 主机名

source: Icon colour
ar: لون الأيقونة
de: Symbolfarbe
es: Color del icono
fr: Couleur de l’icône
it: Colore icona
zh_hans: 图标颜色

source: Icons
ar: أيقونات
de: Symbole
es: Iconos
fr: Icônes
it: Icone
zh_hans: 图标

source: Identity
ar: الهوية
de: Identität
es: Identidad
fr: Identité
it: Identità
zh_hans: 身份

source: Image
ar: صورة
de: Bild
es: Imagen
it: Immagine
zh_hans: 图像

source: In the Files app, tap Browse › Locations › Unraid Drive › %@. The shares are then available to every app.
ar: في تطبيق الملفات اضغط تصفح › المواقع › Unraid Drive › %@. تصبح المجلدات المشتركة متاحة لكل التطبيقات.
de: Tippe in der Dateien-App auf Durchsuchen › Orte › Unraid Drive › %@. Die Freigaben stehen dann jeder App zur Verfügung.
es: En la app Archivos toca Explorar › Ubicaciones › Unraid Drive › %@. Los recursos compartidos quedan disponibles para todas las apps.
fr: Dans l’app Fichiers, touchez Explorer › Emplacements › Unraid Drive › %@. Les partages sont alors disponibles pour toutes les apps.
it: Nell’app File tocca Sfoglia › Posizioni › Unraid Drive › %@. Le share saranno disponibili a tutte le app.
zh_hans: 在“文件”应用中，轻点 浏览 › 位置 › Unraid Drive › %@。之后所有应用都可以使用这些共享。

source: In the Finder sidebar, under Locations, click Unraid Drive › %@. The shares are then available to every app; files download when you open them.
ar: في الشريط الجانبي لـ Finder، ضمن المواقع، انقر على Unraid Drive › %@. تصبح المشاركات متاحة لكل التطبيقات؛ ويتم تنزيل الملفات عند فتحها.
de: Klicke in der Finder-Seitenleiste unter Orte auf Unraid Drive › %@. Die Freigaben stehen dann jeder App zur Verfügung; Dateien werden beim Öffnen geladen.
es: En la barra lateral del Finder, en Ubicaciones, haz clic en Unraid Drive › %@. Los recursos compartidos quedan disponibles para todas las apps; los archivos se descargan al abrirlos.
fr: Dans la barre latérale du Finder, sous Emplacements, cliquez sur Unraid Drive › %@. Les partages sont alors disponibles dans toutes les apps ; les fichiers se téléchargent à l’ouverture.
it: Nella barra laterale del Finder, sotto Posizioni, fai clic su Unraid Drive › %@. Le share sono poi disponibili a ogni app; i file vengono scaricati quando li apri.
zh_hans: 在“访达”边栏的“位置”下点按 Unraid Drive › %@。随后所有应用都可使用这些共享；文件在打开时下载。

source: In the Unraid WebGUI open Settings › Management Access › API Keys and add a key. VIEWER is enough for files and the dashboard. The key never leaves your device except to your own gateway.
ar: في واجهة Unraid افتح Settings › Management Access › API Keys وأضف مفتاحًا. يكفي دور VIEWER للملفات ولوحة المعلومات. لا يغادر المفتاح جهازك إلا إلى بوابتك.
de: Öffne in der Unraid-WebGUI Settings › Management Access › API Keys und lege einen Schlüssel an. VIEWER reicht für Dateien und Dashboard. Der Schlüssel verlässt dein Gerät nur in Richtung deines eigenen Gateways.
es: En la WebGUI de Unraid abre Settings › Management Access › API Keys y añade una clave. VIEWER basta para archivos y panel. La clave solo sale del dispositivo hacia tu propio gateway.
fr: Dans la WebGUI d’Unraid, ouvrez Settings › Management Access › API Keys et ajoutez une clé. VIEWER suffit pour les fichiers et le tableau de bord. La clé ne quitte l’appareil que vers votre propre passerelle.
it: Nella WebGUI di Unraid apri Settings › Management Access › API Keys e aggiungi una chiave. VIEWER basta per i file e la dashboard. La chiave lascia il dispositivo solo verso il tuo gateway.
zh_hans: 在 Unraid WebGUI 中打开 Settings › Management Access › API Keys 并添加密钥。文件和仪表盘只需 VIEWER 权限。密钥只会发送到你自己的网关。

source: Info
ar: معلومات
es: Información
fr: Infos
zh_hans: 信息

source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
it: Tipo
zh_hans: 类型

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
zh_hans: 语言

source: Last sync
ar: آخر مزامنة
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione
zh_hans: 上次同步

source: Launch at login
ar: التشغيل عند تسجيل الدخول
de: Beim Anmelden öffnen
es: Abrir al iniciar sesión
fr: Ouvrir à l’ouverture de session
it: Apri al login
zh_hans: 登录时启动

source: Left/right: previous or next chapter
ar: يسار/يمين: الفصل السابق أو التالي
de: Links/rechts: vorheriges oder nächstes Kapitel
es: Izquierda/derecha: capítulo anterior o siguiente
fr: Gauche/droite : chapitre précédent ou suivant
it: Sinistra/destra: capitolo precedente o successivo
zh_hans: 左/右：上一章或下一章

source: License
ar: الرخصة
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
zh_hans: 许可证

source: License (MIT)
ar: الرخصة (MIT)
de: Lizenz (MIT)
es: Licencia (MIT)
fr: Licence (MIT)
it: Licenza (MIT)
zh_hans: 许可证（MIT）

source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
it: Chiaro
zh_hans: 浅色

source: List
ar: قائمة
de: Liste
es: Lista
fr: Liste
it: Elenco
zh_hans: 列表

source: List ${folder} on ${server}
ar: عرض ${folder} على ${server}
de: ${folder} auf ${server} auflisten
es: Listar ${folder} en ${server}
fr: Lister ${folder} sur ${server}
it: Elenca ${folder} su ${server}
zh_hans: 列出 ${server} 上的 ${folder}

source: List folder
ar: عرض مجلد
de: Ordner auflisten
es: Listar carpeta
fr: Lister un dossier
it: Elenca cartella
zh_hans: 列出文件夹

source: List folder on Unraid Drive
ar: عرض مجلد على Unraid Drive
de: Ordner auf Unraid Drive auflisten
es: Listar carpeta en Unraid Drive
fr: Lister un dossier sur Unraid Drive
it: Elenca cartella su Unraid Drive
zh_hans: 列出 Unraid Drive 上的文件夹

source: Loading dashboard…
ar: جارٍ تحميل لوحة المعلومات…
de: Dashboard wird geladen…
es: Cargando panel…
fr: Chargement du tableau de bord…
it: Caricamento dashboard…
zh_hans: 正在加载仪表盘…

source: Loading shares…
ar: جارٍ تحميل المشاركات…
de: Freigaben werden geladen …
es: Cargando recursos compartidos…
fr: Chargement des partages…
it: Caricamento share…
zh_hans: 正在加载共享…

source: Location not registered
ar: الموقع غير مسجّل
de: Ort nicht registriert
es: Ubicación no registrada
fr: Emplacement non enregistré
it: Posizione non registrata
zh_hans: 位置未注册

source: Location rebuilt. Open the Files app to see the shares.
ar: تمت إعادة بناء الموقع. افتح تطبيق الملفات لرؤية المجلدات المشتركة.
de: Ort neu aufgebaut. Öffne die Dateien-App, um die Freigaben zu sehen.
es: Ubicación reconstruida. Abre la app Archivos para ver los recursos compartidos.
fr: Emplacement reconstruit. Ouvrez l’app Fichiers pour voir les partages.
it: Posizione ricostruita. Apri l’app File per vedere le share.
zh_hans: 位置已重建。打开“文件”应用查看共享。

source: Location rebuilt. Open the Finder to see the shares.
ar: تمت إعادة بناء الموقع. افتح Finder لعرض المشاركات.
de: Ort neu aufgebaut. Öffne den Finder, um die Freigaben zu sehen.
es: Ubicación reconstruida. Abre el Finder para ver los recursos compartidos.
fr: Emplacement reconstruit. Ouvrez le Finder pour voir les partages.
it: Posizione ricostruita. Apri il Finder per vedere le share.
zh_hans: 位置已重建。打开“访达”查看共享。

source: Modified
ar: آخر تعديل
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
zh_hans: 修改时间

source: Move to
ar: نقل إلى
de: Bewegen nach
es: Mover a
fr: Déplacer vers
it: Sposta in
zh_hans: 移动到

source: Moved or renamed
ar: تم النقل أو إعادة التسمية
de: Verschoben oder umbenannt
es: Movido o renombrado
fr: Déplacé ou renommé
it: Spostato o rinominato
zh_hans: 已移动或重命名

source: Move…
ar: نقل…
de: Bewegen …
es: Mover…
fr: Déplacer…
it: Sposta…
zh_hans: 移动…

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
zh_hans: 名称

source: New code
ar: رمز جديد
de: Neuer Code
es: Nuevo código
fr: Nouveau code
it: Nuovo codice
zh_hans: 新代码

source: New folder
ar: مجلد جديد
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
zh_hans: 新建文件夹

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
zh_hans: 下一步

source: No backup found yet. Turning sync on saves this device's servers for the others.
ar: لم يتم العثور على نسخة احتياطية بعد. تفعيل المزامنة يحفظ خوادم هذا الجهاز للأجهزة الأخرى.
de: Noch kein Backup gefunden. Mit der Synchronisierung werden die Server dieses Geräts für die anderen gesichert.
es: Aún no hay copia. Al activar la sincronización, los servidores de este dispositivo se guardan para los demás.
fr: Aucune sauvegarde pour l’instant. Activer la synchronisation enregistre les serveurs de cet appareil pour les autres.
it: Nessun backup trovato. Attivando la sincronizzazione, i server di questo dispositivo vengono salvati per gli altri.
zh_hans: 尚未找到备份。开启同步会为其他设备保存此设备上的服务器。

source: No pages found in this comic.
ar: لم يتم العثور على صفحات في هذه القصة المصورة.
de: Keine Seiten in diesem Comic gefunden.
es: No se encontraron páginas en este cómic.
fr: Aucune page trouvée dans cette bande dessinée.
it: Nessuna pagina trovata in questo fumetto.
zh_hans: 此漫画中未找到页面。

source: No server configured
ar: لم يتم إعداد أي خادم
de: Kein Server konfiguriert
es: Ningún servidor configurado
fr: Aucun serveur configuré
it: Nessun server configurato
zh_hans: 未配置服务器

source: No server is configured in Unraid Drive.
ar: لا يوجد خادم مُعدّ في Unraid Drive.
de: In Unraid Drive ist kein Server konfiguriert.
es: No hay ningún servidor configurado en Unraid Drive.
fr: Aucun serveur n’est configuré dans Unraid Drive.
it: Nessun server configurato in Unraid Drive.
zh_hans: Unraid Drive 中未配置服务器。

source: No server yet. Add one from the main screen; you will choose its shares right after connecting.
ar: لا يوجد خادم بعد. أضف واحدًا من الشاشة الرئيسية؛ ستختار مشاركاته مباشرة بعد الاتصال.
de: Noch kein Server. Füge einen im Hauptbildschirm hinzu; seine Freigaben wählst du direkt nach dem Verbinden.
es: Aún no hay servidores. Añade uno desde la pantalla principal; elegirás sus recursos compartidos justo después de conectar.
fr: Aucun serveur. Ajoutez-en un depuis l’écran principal ; vous choisirez ses partages juste après la connexion.
it: Nessun server. Aggiungine uno dalla schermata principale: sceglierai le sue share subito dopo la connessione.
zh_hans: 尚无服务器。请从主屏幕添加一个，连接后即可选择其共享。

source: No server yet? The demo adds sample shares that work offline, in this app and in the Files app.
ar: لا يوجد خادم بعد؟ يضيف العرض التجريبي مجلدات نموذجية تعمل دون اتصال، في هذا التطبيق وفي تطبيق الملفات.
de: Noch kein Server? Die Demo fügt Beispielfreigaben hinzu, die offline funktionieren, in dieser App und in Dateien.
es: ¿Aún sin servidor? La demo añade recursos compartidos de ejemplo que funcionan sin conexión, en esta app y en Archivos.
fr: Pas encore de serveur ? La démo ajoute des partages d’exemple qui fonctionnent hors ligne, dans cette app et dans Fichiers.
it: Nessun server? La demo aggiunge share di esempio che funzionano offline, in questa app e nell’app File.
zh_hans: 还没有服务器？演示会添加可离线使用的示例共享，在本应用和“文件”应用中均可使用。

source: No servers
ar: لا توجد خوادم
de: Keine Server
es: Sin servidores
fr: Aucun serveur
it: Nessun server
zh_hans: 没有服务器

source: No shares
ar: لا توجد مشاركات
de: Keine Freigaben
es: Sin recursos compartidos
fr: Aucun partage
it: Nessuna share
zh_hans: 没有共享

source: No shares are visible for this user.
ar: لا توجد مشاركات مرئية لهذا المستخدم.
de: Für diesen Benutzer sind keine Freigaben sichtbar.
es: Ningún recurso compartido es visible para este usuario.
fr: Aucun partage visible pour cet utilisateur.
it: Nessuna share visibile per questo utente.
zh_hans: 此用户看不到任何共享。

source: No shares mounted in the container
ar: لا توجد مجلدات مشتركة مثبّتة في الحاوية
de: Keine Freigaben im Container eingebunden
es: No hay recursos compartidos montados en el contenedor
fr: Aucun partage monté dans le conteneur
it: Nessuna share montata nel container
zh_hans: 容器中未挂载任何共享

source: No subfolders
ar: لا توجد مجلدات فرعية
de: Keine Unterordner
es: Sin subcarpetas
fr: Aucun sous-dossier
it: Nessuna sottocartella
zh_hans: 没有子文件夹

source: No unraid-gateway container found in Docker.
ar: لم يتم العثور على حاوية unraid-gateway في Docker.
de: Kein unraid-gateway-Container in Docker gefunden.
es: No se encontró ningún contenedor unraid-gateway en Docker.
fr: Aucun conteneur unraid-gateway trouvé dans Docker.
it: Nessun container unraid-gateway trovato in Docker.
zh_hans: 在 Docker 中未找到 unraid-gateway 容器。

source: Not available on Apple Vision Pro
ar: غير متاح على Apple Vision Pro
de: Auf Apple Vision Pro nicht verfügbar
es: No disponible en Apple Vision Pro
fr: Indisponible sur Apple Vision Pro
it: Non disponibile su Apple Vision Pro
zh_hans: Apple Vision Pro 上不可用

source: Nothing found at %@.
ar: لم يتم العثور على شيء في %@.
de: Nichts gefunden unter %@.
es: No se encontró nada en %@.
fr: Rien trouvé à %@.
it: Nessun elemento in %@.
zh_hans: 在 %@ 未找到任何内容。

source: Nothing is synced until you resume.
ar: لن تتم مزامنة أي شيء حتى تستأنف.
de: Bis zum Fortsetzen wird nichts synchronisiert.
es: No se sincroniza nada hasta que reanudes.
fr: Rien n’est synchronisé tant que vous ne reprenez pas.
it: Niente viene sincronizzato finché non riprendi.
zh_hans: 恢复之前不会同步任何内容。

source: Nothing to show yet
ar: لا شيء لعرضه بعد
de: Noch nichts anzuzeigen
es: Nada que mostrar todavía
fr: Rien à afficher pour l’instant
it: Ancora niente da mostrare
zh_hans: 暂无内容

source: Notifications
ar: الإشعارات
de: Mitteilungen
es: Notificaciones
it: Notifiche
zh_hans: 通知

source: Notifications are allowed.
ar: الإشعارات مسموح بها.
de: Mitteilungen sind erlaubt.
es: Las notificaciones están permitidas.
fr: Les notifications sont autorisées.
it: Le notifiche sono consentite.
zh_hans: 已允许通知。

source: Notifications are off for Unraid Drive.
ar: إشعارات Unraid Drive معطّلة.
de: Mitteilungen für Unraid Drive sind aus.
es: Las notificaciones de Unraid Drive están desactivadas.
fr: Les notifications d’Unraid Drive sont désactivées.
it: Le notifiche di Unraid Drive sono disattivate.
zh_hans: Unraid Drive 的通知已关闭。

source: Offline files
ar: الملفات دون اتصال
de: Offline-Dateien
es: Archivos sin conexión
fr: Fichiers hors ligne
it: File offline
zh_hans: 离线文件

source: Offline files…
ar: الملفات دون اتصال…
de: Offline-Dateien …
es: Archivos sin conexión…
fr: Fichiers hors ligne…
it: File offline…
zh_hans: 离线文件…

source: On Unraid, add the unraid-gateway container from Community Applications (or the template URL in the project README). Map the shares you want under /data/<name>. Nothing else runs on the server.
ar: على Unraid، أضف حاوية unraid-gateway من Community Applications (أو عبر رابط القالب في ملف README الخاص بالمشروع). اربط المشاركات التي تريدها تحت /data/<الاسم>. لا يعمل شيء آخر على الخادم.
de: Füge auf Unraid den Container unraid-gateway aus Community Applications hinzu (oder über die Template-URL im README des Projekts). Ordne die gewünschten Freigaben unter /data/<Name> zu. Sonst läuft nichts auf dem Server.
es: En Unraid, añade el contenedor unraid-gateway desde Community Applications (o la URL de la plantilla en el README del proyecto). Mapea los recursos que quieras bajo /data/<nombre>. En el servidor no se ejecuta nada más.
fr: Sur Unraid, ajoutez le conteneur unraid-gateway depuis Community Applications (ou l’URL du modèle dans le README du projet). Mappez les partages voulus sous /data/<nom>. Rien d’autre ne tourne sur le serveur.
it: Su Unraid aggiungi il container unraid-gateway da Community Applications (o dall’URL del template nel README del progetto). Mappa le share che vuoi sotto /data/<nome>. Sul server non gira altro.
zh_hans: 在 Unraid 上，从 Community Applications 添加 unraid-gateway 容器（或使用项目 README 中的模板 URL）。将需要的共享映射到 /data/<名称>。服务器上无需运行其他内容。

source: On Unraid, add the unraid-gateway container from the template URL in the project README. Map the shares you want on your phone under /data/<name>. Nothing else runs on the server.
ar: على Unraid أضف حاوية unraid-gateway من عنوان القالب الموجود في README المشروع. اربط المجلدات التي تريدها على هاتفك تحت /data/<الاسم>. لا يعمل شيء آخر على الخادم.
de: Füge auf Unraid den unraid-gateway-Container über die Template-URL aus der README des Projekts hinzu. Binde die gewünschten Freigaben unter /data/<Name> ein. Sonst läuft nichts auf dem Server.
es: En Unraid añade el contenedor unraid-gateway desde la URL de plantilla del README del proyecto. Mapea los recursos que quieras en el teléfono bajo /data/<nombre>. Nada más se ejecuta en el servidor.
fr: Sur Unraid, ajoutez le conteneur unraid-gateway depuis l’URL de modèle du README du projet. Mappez les partages voulus sur le téléphone sous /data/<nom>. Rien d’autre ne tourne sur le serveur.
it: Su Unraid aggiungi il container unraid-gateway dall’URL del template nel README del progetto. Mappa le share che vuoi sul telefono sotto /data/<nome>. Sul server non gira nient’altro.
zh_hans: 在 Unraid 上，通过项目 README 中的模板 URL 添加 unraid-gateway 容器。把想在手机上使用的共享映射到 /data/<名称>。服务器上不需要运行其他任何东西。

source: On the Apple TV open Unraid Drive: it shows a 6-digit code. Enter it here and choose what to send. The credentials travel encrypted with the code; the TV connects through your unraid-gateway with your own permissions.
ar: على Apple TV افتح Unraid Drive: سيعرض رمزًا من 6 أرقام. أدخله هنا واختر ما تريد إرساله. تنتقل بيانات الاعتماد مشفّرة بالرمز؛ يتصل التلفاز عبر unraid-gateway الخاص بك بصلاحياتك.
de: Öffnen Sie auf dem Apple TV Unraid Drive: es zeigt einen 6-stelligen Code. Geben Sie ihn hier ein und wählen Sie, was gesendet wird. Die Zugangsdaten reisen mit dem Code verschlüsselt; das TV verbindet sich über Ihr unraid-gateway mit Ihren eigenen Rechten.
es: En el Apple TV abre Unraid Drive: muestra un código de 6 dígitos. Introdúcelo aquí y elige qué enviar. Las credenciales viajan cifradas con el código; el TV se conecta a través de tu unraid-gateway con tus permisos.
fr: Sur l'Apple TV, ouvrez Unraid Drive : un code à 6 chiffres s'affiche. Saisissez-le ici et choisissez quoi envoyer. Les identifiants voyagent chiffrés avec le code ; la TV se connecte via votre unraid-gateway avec vos propres droits.
it: Sull'Apple TV apri Unraid Drive: mostra un codice di 6 cifre. Inseriscilo qui e scegli cosa inviare. Le credenziali viaggiano cifrate con il codice; la TV si collega tramite il tuo unraid-gateway con i tuoi permessi.
zh_hans: 在 Apple TV 上打开 Unraid Drive：它会显示一个 6 位代码。在此输入并选择要发送的内容。凭据以该代码加密传输；电视通过你的 unraid-gateway 以你自己的权限连接。

source: One backup shared by iPhone, iPad, Vision Pro and Mac: the server list in iCloud and the secrets in iCloud Keychain, end-to-end encrypted. You can turn it on later in Settings › iCloud.
ar: نسخة احتياطية واحدة مشتركة بين iPhone وiPad وVision Pro وMac: قائمة الخوادم في iCloud والأسرار في سلسلة مفاتيح iCloud بتشفير تام. يمكنك تفعيلها لاحقًا من الإعدادات › iCloud.
de: Ein Backup für iPhone, iPad, Vision Pro und Mac: die Serverliste in iCloud und die Geheimnisse im iCloud-Schlüsselbund, Ende-zu-Ende verschlüsselt. Du kannst es später unter Einstellungen › iCloud einschalten.
es: Una única copia compartida por iPhone, iPad, Vision Pro y Mac: la lista de servidores en iCloud y los secretos en el Llavero de iCloud, cifrados de extremo a extremo. Puedes activarla más tarde en Ajustes › iCloud.
fr: Une seule sauvegarde partagée par iPhone, iPad, Vision Pro et Mac : la liste des serveurs dans iCloud et les secrets dans le trousseau iCloud, chiffrés de bout en bout. Vous pourrez l’activer plus tard dans Réglages › iCloud.
it: Un unico backup condiviso da iPhone, iPad, Vision Pro e Mac: l’elenco dei server in iCloud e i segreti nel Portachiavi iCloud, cifrati end-to-end. Puoi attivarlo più tardi in Impostazioni › iCloud.
zh_hans: iPhone、iPad、Vision Pro 和 Mac 共用一份备份：服务器列表存于 iCloud，密钥存于 iCloud 钥匙串，端到端加密。你可以稍后在“设置”›“iCloud”中开启。

source: Only the first 3 MB are shown.
ar: تُعرض أول 3 ميغابايت فقط.
de: Nur die ersten 3 MB werden angezeigt.
es: Solo se muestran los primeros 3 MB.
fr: Seuls les 3 premiers Mo sont affichés.
it: Sono mostrati solo i primi 3 MB.
zh_hans: 仅显示前 3 MB。

source: Only the selected shares appear in the Files app, in Shortcuts and on Apple TV. Your Unraid user's permissions still apply on the gateway.
ar: تظهر المشاركات المحددة فقط في تطبيق الملفات وفي الاختصارات وعلى Apple TV. تبقى صلاحيات مستخدم Unraid الخاص بك سارية على البوابة.
de: Nur die ausgewählten Freigaben erscheinen in der Dateien-App, in Kurzbefehlen und auf Apple TV. Die Berechtigungen deines Unraid-Benutzers gelten weiterhin auf dem Gateway.
es: Solo los recursos compartidos seleccionados aparecen en la app Archivos, en Atajos y en el Apple TV. Los permisos de tu usuario Unraid siguen aplicándose en el gateway.
fr: Seuls les partages sélectionnés apparaissent dans l’app Fichiers, dans Raccourcis et sur l’Apple TV. Les permissions de votre utilisateur Unraid s’appliquent toujours sur la passerelle.
it: Solo le share selezionate compaiono nell’app File, nei Comandi rapidi e su Apple TV. I permessi del tuo utente Unraid restano validi sul gateway.
zh_hans: 只有选中的共享会显示在“文件”应用、快捷指令和 Apple TV 中。你的 Unraid 用户权限仍在网关上生效。

source: Only the selected shares appear in the Finder, in Shortcuts and on Apple TV. Your Unraid user's permissions still apply on the gateway.
ar: تظهر المشاركات المحددة فقط في Finder وفي الاختصارات وعلى Apple TV. تبقى صلاحيات مستخدم Unraid الخاص بك سارية على البوابة.
de: Nur die ausgewählten Freigaben erscheinen im Finder, in Kurzbefehlen und auf Apple TV. Die Berechtigungen deines Unraid-Benutzers gelten weiterhin auf dem Gateway.
es: Solo los recursos compartidos seleccionados aparecen en el Finder, en Atajos y en el Apple TV. Los permisos de tu usuario Unraid siguen aplicándose en el gateway.
fr: Seuls les partages sélectionnés apparaissent dans le Finder, dans Raccourcis et sur l’Apple TV. Les permissions de votre utilisateur Unraid s’appliquent toujours sur la passerelle.
it: Solo le share selezionate compaiono nel Finder, nei Comandi rapidi e su Apple TV. I permessi del tuo utente Unraid restano validi sul gateway.
zh_hans: 只有选中的共享会显示在“访达”、快捷指令和 Apple TV 中。你的 Unraid 用户权限仍在网关上生效。
